import React from 'react';

const RulesPage = () => {
  return (
    <div>
      <h1>Правила</h1>
      <h3>Это класика, это знать надо</h3>
      <ul>
        <li>Запрещено намеренно засирать карту, а также ломать общественные постройки по типу дорог, горячих источников, мостов. Допускается временная установка ловушки или засады, временного завала, при условии что это будет вами убрано (наказанием не может быть бан)</li>
        <li>Запрещено убивать новичков у спавна , исключение есле новичок убивает новичка за пределами спавна или есле новичок сам провоцирует вас, что потребуется доказать (наказанием не может быть бан)</li>
        <li>Запрещено использование уязвимостей игры по типу крашей, дюпов, дыр в защите приватов и подбных, на мелкие баги закрываются глаза(бан по усмотрению администрации)</li>
        <li>Запрещено любое использование читов и других преимуществ перед другими игроками (бан по усмотрению админа)</li>
        <li>Запрещено нарушение законодательства РФ (бан по усмотрению админа)</li>
        <li>Запрещено любое использование дережаблей для разрушения, порчи привата, а также воровать чужие дережабли (бан по усмотрению админа)</li>
      </ul>
    </div>
  );
}

export default RulesPage;
