import React from 'react';

const AboutPage = () => {
  return (
    <div>
      <h1>О нас</h1>
      <p>
        Сервер, основанный из пепла, на костях tfc.su (сервер теста), что в свою
        очередь основан на костях tfc-survival.ru (сервер радика), что в свою
        очередь основан на костях сервера зенина - тоже tfc-survival.ru. Мы
        продолжаем их идею и концепт с небольшими изменениями. Сервер полностью
        не коммерческий - доната тут вообще нет и не будет, вы сможете по
        желанию пожертвовать любую сумму на развитие сервера, оплату домена и
        электричества, связавшись с админами.
      </p>
      <br />
      <p>
        TerraFirmaCraft (основной мод) TFC - это мод, радикально меняющий
        механику игры в сторону реализма. Никакой херни - сначала каменный век,
        вам придется обтёсывать камни для изготовления орудий, еду нужно жарить
        на костре, животных приручать, инструменты ковать, а не крафтить на
        вестаке и т.д.
      </p>
      <br />
      <p>
        Towny (основа для привата) Тут нет приватов в привычном их понимании,
        вместо этого вы вступаете в город, которым управляет другой живой игрок,
        он вам выдаёт чанки с вашим личным приватом, примыкающим к городу, это
        создаёт уникальный игровой опыт и взаимодействие между игроками,
        например: нападение одного города на другой, торговля и т.д. Также вы
        можете основать свой город но это очень не просто так как накопить
        нужную сумму игровой валюты будет сложно.
      </p>
      <br />
      <p>
        Список модов: TerraFirmaCraft, PlayerRevive, Puddles, waterflasks,
        WearableBackpacks, firmalife, а также мелкие клиентские моды, список
        также будет расширяться.
      </p>
      <br />
      <p>Чтобы связаться с админами заходите на наш <a href="https://discord.gg/xaFCzGarws">Дискорд сервер</a>.</p>
    </div>
  );
};

export default AboutPage;
